Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/shijing__daya-dang-009__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 赫赫明明，王命卿士。南仲大祖，大師皇父， 整我六師，以脩我戎。既敬既戒，惠此南國。
en: Grandly and clearly, The king gave charge to his minister, A descendant of Nan Zhong, The Grand-master Huang-fu: -- Put my six armies in order, And get ready all my apparatus of war. Be reverent, be cautious, That we may give comfort to the States of the south.

source: 王謂尹氏，命程伯休父，左右陳行，戒我師旅。 率彼淮浦，省此徐土。不留不處，三事就緒。
en: The king said to the Head of the Yin clan, Give a charge to Xiu-fu, earl of Cheng, To undertake the arrangement of the ranks, And to warn all my troops. Along the bank of the Huai, We go to see the land of Xu, Not delaying our march, not occupying the territory, That the threefold labours of husbandry may proceed in order.

source: 赫赫業業，有嚴天子。王舒保作，匪紹匪遊。 徐方繹騷，震驚徐方。如雷如霆，徐方震驚。
en: Full of grandeur and strength, The Son of Heaven looked majestic. Leisurely and calmly the king advanced, Not with his troops in masses, nor in broken lines. The region of Xu from stage to stage was moved; It shook and was terrified, -- the region of Xu. As by the roll of thunder or its sudden crash, The region of Xu shook and was terrified.

source: 王奮厥武，如震如怒。進厥虎臣，闞如虓虎。 鋪敦淮濆，仍執醜虜。截彼淮浦，王師之所。
en: The king aroused his warlike energy, As if he were moved with anger. He advanced his tiger-like officers. Looking fierce like raging tigers. He displayed his masses along the bank of the Huai, And forthwith seized a crowd of captives. Securely kept was the country about the bank of the Huai, Occupied by the royal armies.

source: 王旅嘽嘽，如飛如翰，如江如漢。如山之苞，如川之流。 緜緜翼翼，不測不克，濯征徐國。
en: The royal legions were numerous; Swift as if they flew on wings, Imposing as the current of the Jiang and the Han; Firm as a mountain; Rolling on like a stream; Continuous and orderly; Inscrutable, invincible; Grandly proceeding to set in order the States of Xu.

source: 王猶允塞，徐方既來。徐方既同，天子之功。 四方既平，徐方來庭。徐方不回，王曰還歸。
en: The king's plans were directed in truth and sincerity, And the region of Xu came at once to terms; Its chiefs were all collected together; -- Through the merit of the Son of Heaven. The country was all reduced to order; Its chiefs appeared before the king. They would not again change their minds, And the kings said, 'Let us return.
